Revit 2027 API
LabelUtils.GetLabelForBuiltInParameter Method
Overload List
Name | Description
GetLabelForBuiltInParameter(ForgeTypeId) |  Gets the user-visible name for a built-in parameter.
GetLabelForBuiltInParameter(ForgeTypeId, LanguageType) |  Gets the user-visible name for a built-in parameter in a specific LanguageType.
Top
See Also
Reference
LabelUtils Class
Autodesk.Revit.DB Namespace